activitywatch-bin
alsa-firmware
alsa-utils
android-file-transfer
android-sdk-platform-tools-dummy
anki-bin
anytype-bin
apulse
aylurs-gtk-shell
base
base-devel
bashtop
bc
betterdiscordctl
binder_linux-dkms
bluez
bluez-utils
brave-bin
brightnessctl
catppuccin-gtk-theme-frappe
catppuccin-gtk-theme-latte
catppuccin-gtk-theme-macchiato
catppuccin-gtk-theme-mocha
chezmoi
chntpw
cliphist
cmatrix
ddcutil
deskreen-bin
displaylink
dnsmasq
docker
docker-compose
dunst
efibootmgr
evdi-compat-git
eww-wayland
figma-linux-bin
font-manager
freerdp
freetype2
ftba
fzf
gimp
git
globalprotect-openconnect-git
gnome-keyring
gparted
grim
grub
hddtemp
htop
hyprland
hyprland-workspaces
hyprpicker-git
hyprshot
imwheel
input-remapper-git
intel-gpu-tools
intel-media-driver
intel-ucode
jdk-openjdk
jq
kbibtex
kitty
libnotify
libreoffice-fresh
libreoffice-fresh-fr
libva-utils
libxcrypt-compat
linux
linux-firmware
logseq-desktop-wayland-bin
lsb-release
lutris
macchanger
man-db
materia-gtk-theme
mattermost-desktop-bin
mixxx
nano
nautilus
ncdu
neofetch
neovim
network-manager-applet
networkmanager
notion-app-enhanced
ntfs-3g
ntp
nvme-cli
nwg-look
okular
onevpl-intel-gpu
openresolv
openscad
openssh
os-prober
p7zip
parsec-bin
pipes.sh
pipewire
pipewire-alsa
pipewire-pulse
playerctl
polkit-kde-agent
powerline-fonts
powertop
progress
pyenv
python-pip
python-polib
python-pywal
pywal-discord-git
qemu-base
qpwgraph
qt5-graphicaleffects
qt5-quickcontrols2
qt5-wayland
qt5ct
qt6ct
ranger
rclone
rclone-browser-git
rebuild-detector
reflector
rofi-calc
rofi-emoji
rofi-lbonn-wayland-git
sddm-catppuccin-git
sddm-git
sddm-theme-corners-git
seahorse
signal-desktop
slack-desktop
snapd
socat
sof-firmware
sudo
tixati
tlp
tree
ttf-apple-emoji
ttf-jetbrains-mono-nerd
ttf-ms-win10-auto
ttf-opensans
ttf-twemoji
unzip
usb_modeswitch
usbutils
vencord-desktop-git
virt-bootstrap-git
virt-manager
visual-studio-code-bin
vivaldi
vivaldi-ffmpeg-codecs
vlc
waydroid
wev
wget
whatsie-git
wireguard-tools
wireplumber
wl-clip-persist-git
wl-clipboard
wpaperd-git
xdg-desktop-portal-hyprland
xf86-input-wacom
xorg-xhost
xournalpp
yay
zip
zsh
zsh-autosuggestions
